{
	"tutorial": [
		{
			"title": "HOW TO WIN?",
			"message": "Bridge is played in rubbers.\n\nA rubber is completed when one side scores two games.\nA game is scored if one side gets a contract score of 100 points or more.\n\nThis can be done in just one deal or two or more deals by making partscores whose contract score add up to 100 points or more. When the rubber is completed both teams compare their total points and decide who won it.\n\nEach deal is divided into two main parts - bidding and play."
		},
		{
			"title": "WHAT IS BIDDING?",
			"message": "After the hands are dealt, each side bets on how many tricks they think they can win based on their hand strength and the suits available.\n\nA bid includes a number (1-7) and a trump suit (NT = no trump)."
		},
		{
			"title": "BIDDING PROCESS",
			"message": "Before the game starts, players can bid or pass. Each player can double their opponent's most recent bid. They can then redouble the bid again.\n\nDoubling is in the end rewarded with double the points, and redoubling is rewarded with quadrupling the points.\n\nBidding ends when 3 players in a row pass."
		},
		{
			"title": "START OF THE GAME",
			"message": "The player who wins the bid and sets the final contract is called the \"declarer\".\n\nThe player on the declarer's left chooses a card to lead the first trick."
		},
		{
			"title": "GAMEPLAY",
			"message": "Each of the players must follow the suit of the lead if they have such a card. If not, they can play any other suit.\n\nThe trick is won by the highest trump or if no trump was played, by the highest card of the lead suit.\n\nThe winner of the previous trick leads to the next one."
		},
		{
			"title": "SCORING",
			"message": "The declarer's team gains contract points if they fulfill the contract.\n\nIf trumps are clubs or diamonds, +20 points per trick.\nIf trumps are hearts or spades, +30 points per trick.\nIf no trump is used (NT), +40 points for the first trick, +30 for each subsequent trick.\n\nRemember that you need to score 100 or more contract points to win a game."
		},
		{
			"title": "SCORING 2",
			"message": "In certain circumstances both teams may also gain bonus points which will be added to their total points when the rubber is completed.\n\nAn honor bonus is received by any player at the end of any round in which the player held particular honor cards.\n\nA bonus is received at the end of a completed rubber by the side that is first to win two games."
		},
		{
			"title": "SCORING 3",
			"message": "If the contract is made, the declarer's team receive:\n\nOvertrick points, assigned for each trick taken over the contracted number of odd tricks.\n\nA slam bonus for a small slam or grand slam contract bid and made.\n\nA bonus, colloquially known as 'for insult', is received at the end of any deal in which a doubled or redoubled contract is bid and made."
		},
		{
			"title": "SCORING 4",
			"message": "If the contract is defeated, the defenders receive:\n\nUndertrick points, assigned for each trick under the defined contract.\n\nFinally, a team is vulnerable if they have bid and made a game in the current rubber. When vulnerable, most rewarded bonus points (be careful! undertricks too) are greater."
		}
	]
}